[
    {
        "name": "Ballistic Vest",
        "category": "Armour",
        "type": "Standard",
        "tech-level": 8,
        "protection": "+4",
        "radiation": 0,
        "dex": 0,
        "str": 0,
        "slots": 0,
        "cost": "Cr500",
        "weight": 1,
        "skill": "None",
        "description": "A flexible and relatively light flak jacket intended to be worn semi-discreetly. It is still fairly obviously armour but can be concealed under a light jacket, whereas a flak jacket is much more blatant.",
        "image": "image path if available"
    },
    {
        "name": "Breastplate",
        "category": "Armour",
        "type": "Archaic",
        "tech-level": 1,
        "protection": "+3",
        "radiation": 0,
        "dex": 0,
        "str": 0,
        "slots": 0,
        "cost": "Cr200",
        "weight":5,
        "skill": "None",
        "description": "A metal breastplate covers the front and back of the torso, offering decent protection against hand weapons and archaic projectiles.",
        "image": "image path if available"
    },
    {
        "name": "Ablat",
        "category": "Armour",
        "type": "Anti-Energy",
        "tech-level": 9,
        "protection": "+1 (+6 vs. lasers)",
        "radiation": 0,
        "dex": 0,
        "str": 0,
        "slots": 0,
        "cost": "Cr75",
        "weight":2,
        "skill": "None",
        "description": "Ablat is a cheap alternative to reflec, fashioned from a material which will ablate (vaporise) when hit by laser fire or other energy weapons. The ablation of the material carries away the energy of the laser and protexts the wearer. Continued fire against ablat degrades its effectiveness but the armour is cheap and easily replaceable. Ablat also has a minimal value against other forms of attack but it cannot be combiened with any other types of armour. Each laser hit on ablat armour reduces its Protection score against lasers by one.",
        "image": "image path if available"
    },
    {
        "name": "Rescue Suit",
        "category": "Suit",
        "type": "Civilian",
        "tech-level": 12,
        "protection": "+12",
        "radiation": 120,
        "dex": 0,
        "str": 0,
        "slots": 0,
        "cost": "Cr25000",
        "weight": 22,
        "skill": "Vacc Suit 1",
        "description": "A rescue suit is a heavy vacc suit designed for emergency damage control or entering a ravage spacecraft. It is very tough and some models are sold as 'boarding suits' to mercenary forcers who cannot afford or obtain combat armour. The rescue suit carries oxygen tanks with a six-hour capacity and tools equivalent to the Vacc Emergency Kit but with a rescue bubble, not an inflatable radar bubble. Rescue suits are mainly designed to protect against physical hazards like torn wreckage, debris and radiation.",
        "image": "image path if available"
    },
    {
        "name": "Combat Armour, Basic",
        "category": "Suit",
        "type": "Military",
        "tech-level": 10,
        "protection": "+13",
        "radiation": 85,
        "dex": 0,
        "str": 0,
        "slots": 0,
        "cost": "Cr96000",
        "weight": 20,
        "skill": "Vacc Suit 1",
        "description": "Combat armour is a complete array of metal and synthetic armour. It contains oxygen tanks for six hours and a recycling unit which can more than double this endurance if the wearer is not unduly exerting themself.",
        "image": "image path if available"
    },
    {
        "name": "E3 Suit",
        "category": "Suit",
        "type": "Powered",
        "tech-level": 14,
        "protection": "+16",
        "radiation": 250,
        "dex": "-2",
        "str": "+2",
        "slots": 0,
        "cost": "Cr500000",
        "weight": 30,
        "skill": "Vacc Suit 3",
        "description": "Some environments are too hazardous for even HEV suits. In places where the atmosphere is too dense or hazardous, deep under oceans or where the gravity prevents easy motion, the extreme environment exploration (E3) suit is a requirement.",
        "image": "image path if available"
    },
    {
        "name": "Battle Dress, Basic",
        "category": "Suit",
        "type": "Battle Dress",
        "tech-level": 13,
        "protection": "+22",
        "radiation": 245,
        "dex": "+4",
        "str": "+4",
        "slots": 16,
        "cost": "Cr200000",
        "weight": 100,
        "skill": "Vacc Suit 2",
        "description": "The standard entry-level battle dress suit, combining mobility with protection and weapons capability.",
        "image": "image path if available"
    }
]